[
    {
        "name": "Adriel Zamir",
        "MBTI": "ISFP",
        "icon": "AdrielIcon.png",
        "image": "AdrielFullBody.png",
        "bio": "Being born unable to use mana orbs, Adriel was treated as an outsider by the majority of people in his hometown. He experienced relentless bullying and discrimination, even being abandoned by Evander, his close friend, which deeply scarred him emotionally. One day he gets led by a demon spirit to gain the power of mana orbs by sacrificing Eleanor, his bully and gradually transforming into a flesh eating half-akuma in the process.\nThough life seemed to get a little better, his crimes would soon be uncovered, and after his mother died by a virus the people couldn’t cure, he gave up on his humanity. He saw himself as a victim of a cruel world, and his pursuit of power became a way to get back at the world that saw him as nothing, even if it meant sacrificing his humanity and inflicting pain upon others. With no friends or family to show him empathy, compassion, and the importance of personal growth, he succumbed to his darkest impulses and allowed his desire for revenge to consume him.\nHowever, coming to a reflection on his emptiness in his life, he travels back to the past to start over again and get strong in his own way. And in the new timeline, Adriel's experiences and a change of heart offer an opportunity for redemption and personal growth, as he realizes the destructive path he was once on and strives to atone for his sins."
    },
    {
        "name": "Eleanor Kendrix",
        "MBTI": "ESTJ",
        "icon": "EleanorIcon.png",
        "image": "EleanorFullBody.png",
        "bio": "“Follow the path that was carved for your success” a motto that Eleanor’s father said to her the last time they spoke and one that she lives by everyday. Eleanor prefers to say things how they are and follow what works best, although her own feelings tend to be hard to fathom.\n Growing up as a daughter of a noble family, she was taught to put up a mask, to act and discipline herself into a seemingly perfect girl in both intelligence, strength, and beauty. The Kendrix’s are a bloodline of powerful mages throughout history, however Eleanor was the weakest of them all, resulting in discrimination in her family except for her mother, Eloise Kendrix who truly showed her love. But that one light in her darkness was snuffed out as a group of nulls snuck into the mansion to assassinate the Kendrix family, resulting in the death of Eleanor’s mother.\nHer father, Liam Kendrix, put Eleanor and her siblings into hiding to protect them, separating them around Torah. Now all alone in Eldora, Eleanor lives her new life hoping to prove herself to her family that she is still capable and to avenge her mother."
    }
]